[
  {
    "title": "x06.htm",
    "information": {
      "written": "End of March 1919;",
      "published": "Published according to the gramophone records; Organization of these speeches was accomplished by <em>Tsentropechat</em> the central agency of the All-Russia Central Executive Committee for the Supply and Distribution of Periodicals between 1919 and 1921. 13 of Lenin’s speeches were recorded.",
      "source": "Lenin’s <em>Collected Works</em>, \t4th English Edition, Progress Publishers, Moscow, 1972 Volume 29, pages 244-245",
      "translated": "George Hanna",
      "transcription": "David Walters &amp; \tRobert Cymbala",
      "copyright": "V. I. Lenin Internet Archive \t(www.marx.org) 2002; Permission is granted to copy and/or distribute this \tdocument under the terms of the <a href=\"../../../../../admin/legal/fdl.htm\">GNU Free Documentation \tLicense</a>."
    },
    "content": "\n\n\n\n<p class=\"fst\">Comrades, Red Army men! The capitalists of Britain, America and France are waging war against Russia. They are taking revenge on the Soviet workers&#8217; and peasants&#8217; republic for having overthrown the power of the landowners and capitalists and thereby set an example to all the nations of the globe. The capitalists of Britain, France and America are helping with money and munitions the Russian landowners who are bringing troops from Siberia, the Don and North Caucasus against Soviet power for the purpose of restoring the rule of the tsar and the power of the landowners and capitalists. But this will not happen. The Red Army has closed its ranks, has risen up and driven the landowners&#8217; troops and whiteguard officers from the Volga, has recaptured Riga and almost the whole of the Ukraine, and is marching towards Odessa and Rostov. A little more effort, a few more months of fighting the enemy, and victory will be ours. The Red Army is strong because it is consciously and unitedly marching into battle for the peasants&#8217; land, for the rule of the workers and peasants, for Soviet power.</p>\n\n<p>The Red Army is invincible because it has united millions of working peasants with the workers who have now learned to fight, have acquired comradely discipline, who do not lose heart, who become steeled after slight reverses, and are more and more boldly marching against the enemy, convinced he will soon be defeated.</p>\n\n<p>\n      Comrades, Red Army men! The alliance of the workers and peasants\n      of the Red Army is firm, close and insoluble.\n\n      The kulaks, the very rich peasants, are trying to foment revolts\n      against Soviet power, but they constitute an insignificant\n      minority. They rarely succeed in fooling the peasants, and then\n      not for long. The peasants know that only in alliance with the\n      workers can they vanquish the landowners. Sometimes, in the\n      rural districts people call themselves Communists who are\n      actually the worst enemies of the working people, bullies who\n      hang on to the authorities in pursuit of their own selfish aims,\n      and who resort to deception, commit acts of injustice and wrong\n      the middle peasant. The workers&#8217; and peasants&#8217;\n      government has firmly decided to fight against these people and\n      clear them out of the countryside. The middle peasants are not\n      enemies but friends of the workers, friends of Soviet\n      power. The class-conscious workers and genuine Soviet people\n      treat the middle peasants as comrades. The middle peasants do\n      not exploit the labour of others, they do not grow rich at other\n      people&#8217;s expense, as the kulaks do; the middle peasants\n      work themselves, they live by their own labour. The Soviet\n      government will crush the kulaks, will comb out of the villages\n      those who treat the middle peasants unjustly and, come what may,\n      will pursue the policy of alliance between the workers and all\n      the working peasants-both poor and middle peasants.</p>\n\n<p>This alliance is growing all over the world. The revolution is drawing nigh, it is everywhere maturing. A few days ago it was victorious in Hungary. In Hungary, Soviet power, workers&#8217; government, has been established. This is what all nations will inevitably do.</p>\n\n<p>Comrades, Red Army men! Be staunch, firm and united. March boldly forward against the enemy. Victory will be ours. The power of the landowners and the capitalists, broken in Russia, will be defeated throughout the world.</p>\n\n\n<p class=\"sig\">March 29</p>\n\n",
    "notes": []
  },
  {
    "title": "viii8iii.htm",
    "content": "\n\n    <!-- t2h-body -->\n\n<!-- vol=03 pg=581 src=v03zz99h type= --> \n\n    <h4 title=\"viii8iii\">\n      III. The Growth of the Employment of Wage-Labour\n    </h4>\n\n    <p class=\"fst\">\n      In considering the development of capitalism, perhaps the greatest\n      importance attaches to the extent to which wage-labour is\n      employed. Capitalism is that stage in the development of\n      commodity-production in which labour power, too, becomes a commodity. The\n      main tendency of capitalism is to apply the sum-total of labour-power in\n      the national economy to production only after it has been sold and has\n      been purchased by the employers. Above, we made an attempt to show in\n      detail how this tendency has manifested itself in post-Reform Russia; now,\n      we must draw the necessary conclusions. Firstly, let us compute the data\n      on the number of sellers of labour-power given in the preceding chapters\n      and then (in the next section) describe the purchasers of labour-power.\n\n    </p>\n    <p>\n      The sellers of labour-power are provided by the country&#8217;s working\n      population engaged in the production of material values. It is estimated\n      that this population numbers about 15.5 million adult male\n\n      workers.<sup class=\"ednote\"><a\n  name=\"bkV03P581F01\"\n href=\"#fwV03P581F01\">[1]</a></sup>\n\n In\n      Chapter&#160;II we showed\n\n<!-- vol=03 pg=582 src=v03zz99h type= --> \n\n      that the bottom group of the peasantry is nothing else than a rural\n      proletariat; and we stated (p. 177, footnote) that the forms in which this\n      proletariat sells its labour-power would be examined later. Let us now\n      combine the categories of wage-workers previously enumerated: 1)\n      agricultural wage-workers. These number about 3 1/2 million (in European\n      Russia). 2) Factory, mining and railway workers&#8212;about 1\n\n      1/2 million. Total, five million professional wage-workers. Further: 3)\n      building workers&#8212;about 1 million. 4) Lumber workers (tree-fellers,\n      log trimmers, rafters, etc.), navvies, railway builders, goods loaders and\n      unloaders, and in general all kinds of &#8220;unskilled&#8221; labourers\n      in industrial centres. These number about\n\n2&#160;million.<sup class=\"ednote\"><a\n  name=\"bkV03P582F01\"\n href=\"#fwV03P582F01\">[2]</a></sup>\n\n 5)\n      Workers occupied at home for capitalists, and also those working for wages\n      in the manufacturing industries not included in &#8220;factory\n      industry.&#8221; These number about 2 million.\n\n    </p>\n    <p>\n      Total&#8212;<em>about ten million wage-workers</em>. If we deduct the\n      women and children, say\n\n      one-fourth,<sup class=\"ednote\"><a\n  name=\"bkV03P582F02\"\n href=\"#fwV03P582F02\">[3]</a></sup>\n\n we get\n      <em>7 1/2 million adult male wage-workers</em>, i.e., <em>about half</em>\n      the total adult male population that is engaged in the production of\n      material\n\n      values<sup class=\"ednote\"><a\n  name=\"bkV03P582F03\"\n href=\"#fwV03P582F03\">[4]</a></sup>\n\n in the\n      country. Part of this vast mass of wage-workers have completely broken\n      with the land, and live entirely by the sale of their labour-power. They\n      include the great majority of factory (undoubtedly also of mining and\n      railway) workers, then a section of the building and shipbuilding workers,\n      and unskilled labourers; finally, a fairly large section of the workers\n      employed in capitalist\n\n<!-- vol=03 pg=583 src=v03zz99h type= --> \n\n      manufactories and the inhabitants of non-agricultural centres engaged in\n      home work for capitalists. The other, and larger, section has not yet\n      broken with the land, covers its expenditures in part with the produce\n      that comes from farming tiny plots of land, and, consequently, forms the\n      type of allotment-holding wage-worker which we attempted to describe in\n      detail in Chapter II. In earlier remarks it was shown that this vast mass\n      of wage-workers has been formed mainly in the post-Reform period and that\n      it continues to grow rapidly.\n\n    </p>\n    <p>\n      It is important to note the significance of our conclusion regarding the\n      relative surplus-population (or reserve army of unemployed) created by\n      capitalism. The data regarding the total number of wage-workers in all\n      branches of the national economy bring out very clearly the basic error\n      committed by the Narodnik economists on this point. As we have had\n      occasion to observe elsewhere (<em>Studies</em>,\n\npp.&#160;38&#8211;42),<sup class=\"ednote\"><a\n  name=\"bkV03P583F01\"\n href=\"#fwV03P583F01\">[5]</a></sup>\n\n this error\n      lies in the fact that the Narodnik economists (Messrs. V. V., N.&#8211;on and\n      others), who have talked a great deal about capitalism\n      &#8220;freeing&#8221; the workers, have not thought of investigating the\n      concrete forms of capitalist over-population in Russia; as well as in the\n      fact that they failed completely to understand that the very existence and\n      development of capitalism in this country require an enormous mass of\n      reserve workers. By means of paltry phrases and curious calculations as to\n      the number of &#8220;factory&#8221;\n\n      workers,<sup class=\"ednote\"><a\n  name=\"bkV03P583F02\"\n href=\"#fwV03P583F02\">[6]</a></sup>\n\n they have\n      transformed one of the basic conditions for the development of capitalism\n      into proof\n\n      that capitalism is impossible, is an error, is devoid of foundation,\n      etc. Actually, however, Russian capitalism could never have developed to\n      its present level, could not have survived a single year, had the\n      expropriation of the small producers not created an army of many millions\n      of wage-workers ready at the first call to satisfy the maximum demand of\n      the employers in agriculture, lumbering, building, commerce and in the\n      manufacturing, mining, and transport industries, etc. We say the maximum\n      demand, because capitalism can only develop spasmodically, and\n      consequently, the number of producers who need to sell their labour-power\n      must always exceed capitalism&#8217;s average demand for workers. We have\n      now estimated the total number of the various categories of wage-workers,\n      but in doing so do not wish to say that capitalism is in a position to\n      give regular employment to them all. There is not, nor can there be, such\n      regularity of employment in capitalist society, whichever category of\n      wage-worker we take. Of the millions of migratory and resident workers a\n      certain section is constantly in the reserve army of unemployed, and this\n      reserve army now swells to enormous dimensions&#8212;in years of crisis,\n      or if there is a slump in some industry in a particular district, or if\n      there is a particularly rapid extension of machine production, which\n      displaces workers&#8212; and now shrinks to a minimum, even causing that\n      &#8220;shortage&#8221; of labour which is often the subject of complaint\n      by employers in some industries, in some years, in some parts of the\n      country. It is impossible to determine even approximately the number of\n      unemployed in an average year, owing to the complete absence of anything\n      like reliable statistics; but there is no doubt that the number must be a\n      very large one, as is evidenced by both the tremendous fluctuations in\n      capitalist industry, trade and agriculture, to which repeated reference\n      was made above, and by the usual deficits in the budgets of the\n      bottom-group peasants recorded by Zemstvo statistics. The increase in the\n      number of peasants thrown into the ranks of the industrial and rural\n      proletariat, and the increase in the demand for wage-labour, are two sides\n      of one medal. As for the forms of wage-labour, they are extremely diverse\n      in n capitalist society still everywhere enmeshed in survivals and\n      institutions of the pre-capitalist\n\n<!-- vol=03 pg=585 src=v03zz99h type= --> \n\n      regime. It is a profound error to ignore this diversity of forms, and that\n      is the error of those who, like Mr. V. V., argue that capitalism has\n      &#8220;fenced off a corner for itself with some one to one-and-a-half\n      million workers and never emerges from\n\n      it.&#8221;<sup class=\"ednote\"><a\n  name=\"bkV03P585F01\"\n href=\"#fwV03P585F01\">[7]</a></sup>\n\n Here we\n      have large-scale machine industry instead of capitalism. But how\n      arbitrarily and how artificially are these million and a half workers\n      fenced off into a special &#8220;corner&#8221; that is supposedly in no\n      way connected with the remaining spheres of wage-labour! As a matter of\n      fact, the connection is a very close one, and it will be sufficient, in\n      order to characterise it, to mention two basic features of the present\n      economic system. Firstly, this system is based on money economy. The\n      &#8220;power of money&#8221; manifests itself in full force in both\n      industry and agriculture, in both town and country, but it reaches its\n      full development, completely eliminates the remnants of patriarchal\n      economy, is concentrated in a few gigantic institutions (banks) and is\n      directly connected with large-scale social production only in the sphere\n      of large-scale machine industry. Secondly, the economic system of today is\n      based on the purchase and sale of labour-power. If we take even the\n      smallest producers in agriculture or in industry, we will find that the\n      one who does not hire himself out, or himself hire others, is the\n      exception. But here again, these relationships reach full development and\n      become completely separated from previous forms of economy only in large\n      scale machine industry. Hence, the &#8220;corner&#8221; which seems so\n      small to some Narodnik actually embodies the quintessence of modern social\n      relationships, and the population of this &#8220;corner,&#8221; i.e., the\n      proletariat, is, in the literal sense of the word, the vanguard of the\n      whole mass of toilers and\n\n      exploited.<sup class=\"ednote\"><a\n  name=\"bkV03P585F02\"\n href=\"#fwV03P585F02\">[8]</a></sup>\n\n<!-- vol=03 pg=586 src=v03zz99h type= --> \n\n      Therefore, only by examining the whole of the present economic system from\n      the angle of the relationships that have grown up in this\n      &#8220;corner&#8221; can one become clear about the main relations between\n      the various groups of persons taking part in production, and,\n      consequently, trace the system&#8217;s main trend of development. On the\n      other hand, whoever turns his back on this &#8220;corner&#8221; and\n      examines economic phenomena from the angle of petty patriarchal\n      production, is turned by the march of history into either an innocent\n      dreamer or an ideologist of the petty bourgeoisie and the agrarians.\n    </p>\n\n    <!-- t2h-notes --> <a name=\"notes\"></a>\n\n    ",
    "notes": [
      {
        "id": "fwV03P581F01",
        "text": "[1]\n      The figure given in the Combined Statistical Material,\n      etc. (published by Chancellory of the Committee of Ministers,\n      1894), is 15,546,618. This figure was reached in the following way. The\n      urban population was taken as equal to the population not participating in\n      the production of material values. The adult male peasant population was\n      reduced by 7% (4.5% on military service and 2.5% in civilian service).—Lenin"
      },
      {
        "id": "fwV03P582F01",
        "text": "[2]\n      Above we saw that lumber workers alone are estimated at about 2\n      million. The number of workers employed in the last two groups of\n      occupations we have indicated should be larger than the total number of\n      non-agricultural migratory workers, for part of the building workers,\n      unskilled labourers, particularly lumber workers are local and not\n      migratory workers. And we have seen that the number of non-agricultural\n      migratory workers is not less than 3 million.—Lenin"
      },
      {
        "id": "fwV03P582F02",
        "text": "[3]\n      In factory industry, as we have seen, women and children constitute a\n      little over 1/4 of the total number of workers. In the mining, building\n      and lumber industries, etc., few women and children are employed. In\n      capitalist domestic industry, on the other hand, they are probably more\n      numerous than men.—Lenin"
      },
      {
        "id": "fwV03P582F03",
        "text": "[4]\n      To avoid misunderstanding, let us make the reservation that we do not\n      claim these figures to be statistically exact. We merely wish to show\n      approximately the diversity of the forms of wage-labour and the numbers of\n      those engaged in it.—Lenin"
      },
      {
        "id": "fwV03P583F01",
        "text": "[5]\n      Cf. present edition, Vol. 2, “A Characterisation of Economic\n      Romanticism.”—Ed."
      },
      {
        "id": "fwV03P583F02",
        "text": "[6]\n      Let us recall the argument of Mr. N.–on about the “handful”\n      of workers, and also the following, truly classic, calculation by\n      Mr. V. V. (Essays on Theoretical Economics, p. 131). In the 50\n      gubernias of European Russia there are 15,547,000 adult male workers\n      belonging to the peasant estate; of these, 1,020,000 (863,000 in factory\n      industry + 160,000 railway workers) are “united by capital”;\n      the rest are the “agricultural population.” With the\n      “complete capitalisation of the manufacturing industries”\n      “capitalist factory industry” will employ twice as many hands\n      (13.3% in place of 7.6%, while the remaining 86.7% of the population\n      “will remain on the land and be idle during half the\n      year”). Obviously, comment could only spoil the impression created\n      by this wonderful specimen of economic science and economic statistics.—Lenin"
      },
      {
        "id": "fwV03P585F01",
        "text": "[7]\n      Novoye Slovo, 1896, No. 6, p. 21.—Lenin"
      },
      {
        "id": "fwV03P585F02",
        "text": "[8]\n      Mutatis mutandis, the same may be said of the relation between\n      wage-workers in large-scale machine industry and the rest of the\n      wage-workers as the Webbs say of the relation between trade unionists in\n      Britain and non-unionists: “The trade unionists number about 4 per\n      cent of the total population . . . the trade unionists number about 20 per\n      cent of the adult male manual working class.” But “Die\n      Gewerkschaftler . . . zahlen . . . in der Regel die Elite des Gewerbes in\n      ihren Reihen. Der moralische und geistige Einfluss, den sie auf die Masse\n      ihrer Berufsgenossen ausuben, steht deshalb ausser jedem Verhaltniss zu\n      ihrer numerischen Starke” (S. & B. Webb: Die Geschichte des\n      britischen\n\n \n\nTrade Unionismus, Stuttgart, Dietz, 1895,\n      S. S. 363, 365, 381) [“the trade unionists . . . include, as a\n      general rule, the picked men in each trade. The moral and intellectual\n      influence which they exercise on the rest of their class is, therefore,\n      out of all proportion to their numbers.” (S. and B. Webb: The\n      History of Trade Unionism, London, 1902, pp. 409, 411,\n      430). –Ed.]—Lenin"
      }
    ]
  },
  {
    "title": "00gyz75.htm",
    "information": {
      "written": "Written between September&nbsp;26 and October&nbsp;5, 1915",
      "published": "First published in 1964 in <em>Collected Works</em>, Fifth (Russian) Ed., Vol.&nbsp;49.\n\n      Sent from Sörenberg to Hertenstein.\n\n      Printed from the original.",
      "source": "<a href=\"../../cw/index.htm#volume43\"><em>Lenin\n\t  Collected Works</em></a>,\n\n      Progress Publishers,\n\n      <a href=\"../../cw/v43pp77.txt\">[1977]</a>,\n\n      Moscow,\n\n      <a href=\"../../cw/volume43.htm#1915-sep-00gyz75\">Volume&nbsp;43</a>,\n\n      page&nbsp;<span class=\"page\">496</span>.",
      "translated": "Martin Parker and Bernard Isaacs",
      "transcription": "<a href=\"../../../../../admin/volunteers/biographies/rcymbala.htm\">R. Cymbala</a>",
      "copyright": "Lenin Internet Archive\n\n      (2005).\n\n      <span class=\"infobloc_copyleft\">You may freely copy, distribute,\n\tdisplay and perform this work; as well as make derivative and\n\tcommercial works. Please credit “Marxists Internet\n\tArchive” as your source.</span>\n\n      \n\t• <a href=\"../../readme.htm\">README</a>"
    },
    "content": "\n\n    <!-- t2h-body -->\n\n<!-- vol=43 pg=496 src=v43pp77 type= --> <a name='v43pp77:496' />\n\n<p>\n<a onmouseover=\"window.status=' 43 . 496 . v43pp77 '\" onmouseout=\"window.status=''\">I</a> am sending you Grimm&#8217;s\nletter<sup><a class=\"endnote\" id=\"bkV43E405\" name=\"bkV43E405\" href=\"#fwV43E405\">[2]</a></sup> and my draft reply.  </p>\n\n<p>\n<a onmouseover=\"window.status=' 43 . 496 . v43pp77 '\" onmouseout=\"window.status=''\">We</a> must <em>do our best</em> and <em>assert ourselves</em>.  </p>\n\n<p>\n<a onmouseover=\"window.status=' 43 . 496 . v43pp77 '\" onmouseout=\"window.status=''\">With</a> the C.O. it&#8217;s the devil to pay. 75&#160;thousand ems of copy have been\nsent (altogether 84&#160;3/4) and I have <em>forgotten</em> the declaration of\nthe\nFrench+Germans.<sup><a class=\"endnote\" id=\"bkV43E406\" name=\"bkV43E406\" href=\"#fwV43E406\">[3]</a></sup> </p>\n\n<p>\n<a onmouseover=\"window.status=' 43 . 496 . v43pp77 '\" onmouseout=\"window.status=''\">This</a> will fill it up.  </p>\n\n<p>\n<a onmouseover=\"window.status=' 43 . 496 . v43pp77 '\" onmouseout=\"window.status=''\">I</a> suggest devoting this No. <em>solely</em> to the conference (and the\nnext one to Russia).  </p>\n\n<p>\n<a onmouseover=\"window.status=' 43 . 496 . v43pp77 '\" onmouseout=\"window.status=''\">Among</a> the printed supplements to <em>Zhizn</em> only the translation of\n<em>Bulletin</em> No.&#160;1. &#8220;<em>Nashe Slovo</em>&#8221; <em>all\nblank</em>.<sup><a class=\"endnote\" id=\"bkV43E407\" name=\"bkV43E407\" href=\"#fwV43E407\">[4]</a></sup> </p>\n\n<p class=\"closing\">\n<a onmouseover=\"window.status=' 43 . 496 . v43pp77 '\" onmouseout=\"window.status=''\">Best</a> regards,\n\n<em>Lenin</em> </p>\n\n<p>\n<a onmouseover=\"window.status=' 43 . 496 . v43pp77 '\" onmouseout=\"window.status=''\">I</a> have answered Bukharin at length.  </p>\n\n<p>\n<a onmouseover=\"window.status=' 43 . 496 . v43pp77 '\" onmouseout=\"window.status=''\">N.B.</a> || <br />\n\nMore detailed letters should be sent to him and more often.  </p>\n\n<p>\n<a onmouseover=\"window.status=' 43 . 496 . v43pp77 '\" onmouseout=\"window.status=''\">If</a> you agree with the answer to Grimm, send it to <em>Shklovsky</em>\nwho is to call on Radek and translate it <em>with him</em>. If you do not\nagree, return it.  </p>\n\n<p>\n<a onmouseover=\"window.status=' 43 . 496 . v43pp77 '\" onmouseout=\"window.status=''\">We</a> are going to Berne on Sunday or Monday.  </p>\n\n<p>\n<a onmouseover=\"window.status=' 43 . 496 . v43pp77 '\" onmouseout=\"window.status=''\">I</a> am sending the letter from the Japanese. <em>Return it</em>. What is\nto be done about the meeting of the Editorial Board? (It would be good to\nhave 2&#160;articles about the conference in No.&#160;3 of <em>Kommunist</em>.)  </p>\n\n    <!-- t2h-notes --> <a name=\"notes\"></a>\n\n    ",
    "notes": [
      {
        "id": "fwV43P496F01",
        "text": "[1]\n\nThis letter is a postscript to Krupskaya’s letter.—Ed. "
      },
      {
        "id": "fwV43E405",
        "text": "\n[2]\n\nIn this letter Grimm proposed on behalf of the I.S.C. that an enlarged\nI.S.C. should be set up and asked to be notified by whom the C.C. of the\nR.S.D.L.P. would be represented on it. For Lenin’s reply see present\nedition, Vol. 21, pp. 372–77.\n\n"
      },
      {
        "id": "fwV43E406",
        "text": "\n[3]\n\nThis refers to the Joint Declaration of the French and German\nDelegations at the International Socialist Conference in Zimmerwald,\npublished in Sotsial-Demokrat No. 45–46 for October 11, 1915.\n\n"
      },
      {
        "id": "fwV43E407",
        "text": "\n[4]\n\nThis refers to the materials of the Zimmerwald Conference. The\nnewspaper Zhizn No. 15 for September 26, 1915, reprinted the\nconference materials from No. 1 of the I.S.C. Bulletin. In the\nnews paper Nashe Slovo No. 200 for September 25, 1915, all the\nmaterials concerning the conference were deleted by the censor.\n\n"
      }
    ]
  },
  {
    "title": "ch00.htm",
    "content": "\n\n    <!-- t2h-body -->\n\n<!-- vol=21 pg=043 src=v21pp74h type= --> \n\n<!-- vol=21 pg=045 src=v21pp74h type= --> \n\n<!-- vol=21 pg=045 src=v21pp74h type= --> \n\n\t <h3 title=\"ch00\">Preface</h3>\n\n    <p>\n      This article on Karl Marx, which now appears in a separate printing, was\n      written in 1913 (as far as I can remember) for the <em>Granat\n\t  Encyclopaedia</em>. A fairly detailed bibliography of literature on Marx,\n      mostly foreign, was appended to the article. This has been omitted in the\n      present edition. The editor of the Encyclopaedia, for their part, have, for\n      censorship reasons, deleted the end of the article on Marx, namely, the\n      section dealing with his revolutionary tactics. Unfortunately, I am unable\n      to reproduce that end, because the draft has remained among my papers\n      somewhere in Krakow or in Switzerland. I only remember that in the\n      concluding part of the article I quoted, among other things, the passage\n      from Marx&#8217;s letter to Engels of April 16, 1856, in which he\n      wrote: &#8220;The whole thing in Germany will depend on the possibility \n\t  of backing the proletarian revolution by some second edition of the Peasant \n\t  War. Then the affair will be splendid.&#8221;\n      That is what our Mensheviks, who have now sunk to utter betrayal of socialism \n\t  and to desertion to the bourgeoisie, have failed to understand since 1905.\n    </p>\n\n    <p class=\"sig\">N. Lenin </p>\n\n    <p class=\"placedate\">Moscow, May&#160;14, 1918</p>\n\t\n  \t<p class=\"skip\">&#160;</p>\n\n  <table class=\"white\" width=\"35%\" border=\"1\" cellpadding=\"5\">\n    <tr>\n\t<td align=\"center\">Published in 1918 in the pamphlet: N. Lenin,<br />\n\t  <em>Karl Marx, Priobi</em> Publishers, Moscow<br />\n\t  Published according to the manuscript\n\t</td>\n\t</tr>\n  </table>\n\n  <p class=\"skip\">&#160;</p>\n\t\n  ",
    "notes": []
  },
  {
    "title": "17a.htm",
    "information": {
      "written": "Written March 17, 1922",
      "published": "First published in 1964 in the Fifth Russian Edition of the <em>Collected Works</em>, Vol. 45.\n\n      Printed from the manuscript.",
      "source": "<a href=\"../../cw/index.htm#volume42\"><em>Lenin\n\t  Collected Works</em></a>,\n\n      Progress Publishers,\n\n      <a href=\"../../cw/v42pp71.txt\">1971</a>,\n\n      Moscow,\n\n      <a href=\"../../cw/volume42.htm#1922-mar-17a\">Volume&nbsp;42</a>,\n\n      pages&nbsp;<span class=\"pages\">407<sup>b</sup>-408<sup>a</sup></span>.",
      "translated": "Bernard Isaacs",
      "transcription": "<a href=\"../../../../../admin/volunteers/biographies/rcymbala.htm\">R. Cymbala</a> and <a href=\"../../../../../admin/volunteers/biographies/dwalters.htm\">D. Walters</a>",
      "copyright": "Lenin Internet Archive\n\n      (2004).\n\n      <span class=\"infobloc_copyleft\">You may freely copy, distribute,\n\tdisplay and perform this work; as well as make derivative and\n\tcommercial works. Please credit “Marxists Internet\n\tArchive” as your source.</span>\n\n\t• <a href=\"../../readme.htm\">README</a>"
    },
    "notes": [
      {
        "id": "fwV42E462",
        "text": "\n[1]\n\nThe Politbureau adopted Lenin’s proposal on March 15, 1922.\n\n\n\n"
      }
    ]
  },
  {
    "title": "ch02s7.htm",
    "content": "\n\n    <a name=\"v13pp72-284\"></a>\n\n    <!-- t2h-body -->\n\n<!-- vol=13 pg=284 src=v13pp72 type= --> <a name='v13pp72:284' /> &nbsp; \n\n<h4 title=\"ch02s7\">7. The Peasants and the Narodniks on the Nationalisation of Allotment\n       Land</h4>\n\n<p class=\"fst\">\n<a onmouseover=\"window.status=' 13 . 284 . v13pp72 '\" onmouseout=\"window.status=''\">That</a> the abolition of allotment ownership is a condition\nfor the creation of free peasant farming in conformity with the new\ncapitalist conditions is quite clearly realised by the peasants\nthemselves. Mr. Groman, in his detailed and accurate description of the\ndiscussion at the peasant\n\n\t\t\t     congresses,<sup><a class=\"anote\"\n id=\"bkV13P284F01\" name=\"bkV13P284F01\"\n href=\"#fwV13P284F01\">[1]</a></sup>\n\ncites the following remarkable opinion expressed by a peasant:\n\n<!-- </p> -->\n\n<iframe>\n<blockquote>\n\n   <p>\n   &#8220;<a onmouseover=\"window.status=' 13 . 284 . v13pp72 '\" onmouseout=\"window.status=''\">During</a> the discussion on redemption payment, one delegate,\n   without meeting with any real opposition, said: &#8216;It has been said that\n   alienation without compensation would hit many peasants who had purchased\n   land with their hard=earned money. There are few such peasants, and they\n   have little land, <em>and they will get land in any case when it is\n   distributed</em>&rsquo;.\n\n   That explains the readiness to relinquish property rights both in allotment\n   and purchased land.&#8221;  </p>\n\n</blockquote>\n</iframe>\n\n<!-- <p>-->\n\n<a onmouseover=\"window.status=' 13 . 284 . v13pp72 '\" onmouseout=\"window.status=''\">A</a> little further on (p. 20) Mr. Groman repeats this as the general opinion of\nthe peasants.\n</p>\n\n<p>\n&#8220;<em><a onmouseover=\"window.status=' 13 . 284 . v13pp72 '\" onmouseout=\"window.status=''\">They</a> will get land in any case when it is distributed</em>&#8221;!\nIs it not perfectly clear what <em>economic</em> necessity dictated this\nargument? The new distribution of all the land, both landlord and allotment\nland, cannot reduce the holdings of nine-tenths (or rather, ninety-nine\nhundredths) of the peasantry; there is nothing to fear from it. But the\nredistribution is necessary because it will enable the real, genuine\nfarmers to arrange their land tenure in accordance with the new conditions,\nin accordance with the requirements of capitalism (the &#8220;dictates of\nthe market&#8221; to individual producers), without submitting to the\nmedieval relations which determined the size, location, and distribution of\nallotment land.  </p>\n\n<p>\n<a onmouseover=\"window.status=' 13 . 284 . v13pp72 '\" onmouseout=\"window.status=''\">Mr.</a> Peshekhonov, a practical and sober-minded &#8220;Popular\nSocialist&#8221; (read: Social-Cadet) who, as we have seen, has managed to\nadapt himself to the demands of the masses of small proprietors all over\nRussia, expresses this point at view even more definitely.  </p>\n\n<!-- vol=13 pg=285 src=v13pp72 type= --> <a name='v13pp72:285' />\n\n<blockquote>\n\n   <p>\n   &#8220;<a onmouseover=\"window.status=' 13 . 285 . v13pp72 '\" onmouseout=\"window.status=''\">The</a> allotment lands,&#8221; he writes, &#8220;the part of the\n   territory most important from the standpoint of production, are permanently\n   assigned to a certain social-estate, and what is worse, to small groups of\n   that estate, to. separate households and villages. The result is that the\n   peasantry, taken as a whole, cannot freely settle even within the area of\n   the allotment land.... The population <em>is</em> not <em>properly\n   distributed to suit the requirements of the market</em> [note\n   this!].... The ban on the state lands must he lifted, <em>allotment land\n   must be freed from the fetters of property</em>, the <em>fences</em> around\n   the private estates must be <em>removed</em>. The land must be returned to\n   the Russian people, who will then settle upon it in a manner that will suit\n   their economic requirements.&#8221; (A. V. Peshekhonov, <em>The Agrarian\n   Problem in Connection with the Peasant Movement</em>, St. Petersburg, 1906,\n   pp. 83, 86, 88-89. Our italics.)  </p>\n\n</blockquote>\n\n<p>\n<a onmouseover=\"window.status=' 13 . 285 . v13pp72 '\" onmouseout=\"window.status=''\">Is</a> it not clear that the voice of this &#8220;Popular Socialist&#8221;\nis the voice of the free farmer who wants to stand up on his own feet? Is\nit not clear that it is really necessary for the farmer that the\n&#8220;allotment land&#8221; should be &#8220;freed from the fetters of\nproperty&#8221; in order that the population may distribute itself in a new\nway, in order that holdings may be redistributed in a manner to &#8220;suit\nthe requirements of the market&#8221;, i. e., the requirements of\n<em>capitalist agriculture</em>? Mr. Peshekhonov, we repeat, is so\nsober-minded that he rejects any kind of socialisation, rejects any kind of\nadaptation to communal law&#8212;it is not for nothing that the\nSocialist-Revolutionaries curse him for an individualist!&#8212;he\n<em>rejects any prohibition on hired labour on the peasant farm</em>.  </p>\n\n<p>\n<a onmouseover=\"window.status=' 13 . 285 . v13pp72 '\" onmouseout=\"window.status=''\">In</a> view of <em>this</em> kind of striving of the peasantry for\nnationalisation, the reactionary nature of support for peasant allotment\nownership becomes quite obvious. A. Finn, who in his pamphlet cites some of\nMr. Peshekhonov&#8217;s arguments which we have quoted, criticises him as a\nNarodnik and tries to prove to him that the development of capitalism out\nof peasant farming, and within that system of farming, is inevitable\n(p. 14, et seq. in the pamphlet mentioned). That criticism is\nunsatisfactory because A. Finn has allowed the general question of the\ndevelopment of capitalism make him overlook the concrete question of the\nconditions for a freer development of capitalist agriculture on\n<em>allotment</em> land! A. Finn contents himself with. merely posing the\nquestion of capitalism <em>in general</em>, thus scoring an easy victory\nover Narodism, which was vanquished long ago.\n\n<!-- vol=13 pg=286 src=v13pp72 type= --> <a name='v13pp72:286' /> &nbsp; \n\nBut we are dealing with a more\n\n\t\t\t       concrete<sup><a class=\"anote\"\n id=\"bkV13P286F01\" name=\"bkV13P286F01\"\n href=\"#fwV13P286F01\">[2]</a></sup>\n\nquestion, viz., the landlord <em>versus</em> the peasant way of\n&#8220;removing the fences&#8221; (Mr. Peshekhonov&#8217;s expression), of\n&#8220;clearing&#8221; the land for capitalism.  </p>\n\n<p>\n<a onmouseover=\"window.status=' 13 . 286 . v13pp72 '\" onmouseout=\"window.status=''\">In</a> winding up the debate on the agrarian question in the Second Duma,\nMr. Mushenko, the official spokesman of the Socialist-Revolutionary Party,\nrevealed just as definitely as Mr. Peshekhonov the <em>capitalist</em>\nnature of the land nationalisation that the petty-bourgeois socialists\nchoose to call &#8220;socialisation&#8221;, the establishment of\n&#8220;equal right to the land&#8221;, and so on.  </p>\n\n<p>\n&#8220;<a onmouseover=\"window.status=' 13 . 286 . v13pp72 '\" onmouseout=\"window.status=''\">The</a> population will be properly distributed,&#8221; Mr. Mushenko said,\n&#8220;only when the land is unfenced, only when the fences imposed by the\nprinciple of private ownership of land are removed&#8221; (47th sitting, May 26,\n1907, p. 1172 of Stenographic Record). Exactly! The &#8220;proper&#8221;\ndistribution of the population is the very thing the market, capitalism,\nrequires. But. the &#8220;proper&#8221; distribution of &#8220;proper&#8221;\nfarmers is hindered by both landlord\n\n<strong><em>and allotment</em></strong>\n\nownership.  </p>\n\n<p>\n<a onmouseover=\"window.status=' 13 . 286 . v13pp72 '\" onmouseout=\"window.status=''\">One</a> more observation on the statements made by delegates of the Peasant\nUnion merits our attention. Mr. Groman writes in the above-mentioned\npamphlet: </p>\n\n<blockquote>\n\n   <p>\n   &#8220;<a onmouseover=\"window.status=' 13 . 286 . v13pp72 '\" onmouseout=\"window.status=''\">The</a> notorious question of the &#8216;village commune&rsquo;&#8212;that corner\n   stone of the tenet;s of the old and new Narodism&#8212;was not raised at\n   all and was tacitly rejected: the land must be placed at the disposal of\n   individuals and associations, state the resolutions passed at both the\n   First and Second Congresses&#8221; (p. 12).  </p>\n\n</blockquote>\n\n<!-- vol=13 pg=287 src=v13pp72 type= --> <a name='v13pp72:287' />\n\n<p>\n<a onmouseover=\"window.status=' 13 . 287 . v13pp72 '\" onmouseout=\"window.status=''\">Thus,</a> the peasants have clearly and emphatically declared against the old\nvillage commune in favour of free associations and individual land tenure. That\nthis was the real voice of the peasantry as a whole there can be no doubt, since\nthere is <em>not a hint at the village commune</em> even in the Land Bill of the\nTrudovik Group (of the 104). Yet the village commune is an association for the\nownership of allotment land!\n</p>\n\n<p>\n<a onmouseover=\"window.status=' 13 . 287 . v13pp72 '\" onmouseout=\"window.status=''\">Stolypin</a> is forcibly abolishing the village commune for the benefit of\na handful of rich persons. The peasantry wants to abolish it and replace it\nby free <em>associations</em> and tenure by &#8220;individuals&#8221; on\nthe <em>nationalised</em> allotment land. But Maslov and Co., in the name\nof bourgeois progress, are challenging the fundamental requirement of this\nvery progress and defending medieval landownership. God save us from that\nsort of &#8220;Marxism&#8221;!  </p>\n\n    <!-- t2h-notes --> <a name=\"notes\"></a>\n\n    ",
    "notes": [
      {
        "id": "fwV13P284F01",
        "text": "[1]\n\nMaterial on the Peasant Question. (A report of the\nDelegates’ Congress of the All-Russian Peasant Union, November 6-10,\n1905, with an introduction by V. Groman. Navy Mir Publishers,\nSt. Petersburg, 1905, p. 12.)  —Lenin"
      },
      {
        "id": "fwV13P286F01",
        "text": "[2]\n\n“What will this Peshekhonov labour economy lead to in the long run?”\nA. Finn asks, and answers quite rightly: “to capitalism” (p. 19 of his\npamphlet). From that unquestionable truth, which It was certainly necessary\nto explain to a Narodnik, he should have taken a further step; he\nshould have explained the specific forms of the manifestation of the\ndemands of capitalism under the conditions of a peasant agrarian\nrevolution. Instead, A. Finn took a step backward: “The question\narises,” he writes, “why should we go back to the past; why should we go\nby some roundabout way of our own only, in the long run, to find ourselves\nback again on the road we are already travelling? That is useless labour,\nMr. Peshekhonov!”  (ibid.)  No; that is not useless labour, and it does\nnot bring us to capitalism “in the long run”; it is the straightest,\nfreest, and quickest road to capitalism. A. Finn did not ponder over\nthe comparative features of the Stolypin capitalist evolution of\nagriculture in Russia and a peasant-revolutionary capitalist evolution of\nagriculture in Russia. —Lenin"
      }
    ]
  },
  {
    "title": "16mvk.htm",
    "information": {
      "published": "First published in 1930 in <em>Lenin Miscellany&nbsp;XIII</em>.\n\n      Sent to Copenhagen.\n\n      Printed from the original.",
      "source": "<a href=\"../../cw/index.htm#volume43\"><em>Lenin\n\t  Collected Works</em></a>,\n\n      Progress Publishers,\n\n      <a href=\"../../cw/v43pp77.txt\">[1977]</a>,\n\n      Moscow,\n\n      <a href=\"../../cw/volume43.htm#1910-sep-16mvk\">Volume&nbsp;43</a>,\n\n      pages&nbsp;<span class=\"pages\">254<sup>b</sup>-255<sup>a</sup></span>.",
      "translated": "Martin Parker and Bernard Isaacs",
      "transcription": "<a href=\"../../../../../admin/volunteers/biographies/rcymbala.htm\">R. Cymbala</a>",
      "copyright": "Lenin Internet Archive\n\n      (2005).\n\n      <span class=\"infobloc_copyleft\">You may freely copy, distribute,\n\tdisplay and perform this work; as well as make derivative and\n\tcommercial works. Please credit “Marxists Internet\n\tArchive” as your source.</span>"
    },
    "content": "\n\n    <!-- t2h-body -->\n\n<!-- vol=43 pg=254 src=v43pp77 type= --> <a name='v43pp77:254' />\n\n<p class=\"placedate\">\n16.&#160;IX.&#160;10 </p>\n\n<p class=\"salutation\">\n<a onmouseover=\"window.status=' 43 . 254 . v43pp77 '\" onmouseout=\"window.status=''\">Dear</a> Comrade, </p>\n\n<p>\n<a onmouseover=\"window.status=' 43 . 254 . v43pp77 '\" onmouseout=\"window.status=''\">I</a> shall be here until September&#160;25. On the morning of the 26th of\nSeptember (Monday) I intend to be in Copenhagen\n\n<!-- vol=43 pg=255 src=v43pp77 type= --> <a name='v43pp77:255' /> &nbsp; \n\nand would like to spend as little time there as possible. <em>If</em> you\nthink it <em>worth</em> arranging a public or Party lecture on the\nCopenhagen Congress, please arrange it for Monday (in the evening, of\ncourse, since it is a\n\t\t\t      workday).<sup><a class=\"ednote\"\n id=\"bkV43P255F01\" name=\"bkV43P255F01\"\n href=\"#fwV43P255F01\">[1]</a></sup>\n\nI could then leave on Tuesday, for it is time for me to be in Paris, and I\nmust now make haste. Regarding the room, please find out whether I could\nspend the night there on the 26th. If not, I shall return the keys when and\nwhere you say (I have taken them with me). By the way, I left a book on the\ntable (reports and the main report for the Copenhagen Congress in French,\nin a folder). If the former lodger occupies the room on the morning of the\n26th of September I would kindly ask you to go there and pick up the book\nso that I could get it from you.  </p>\n\n<p>\n<a onmouseover=\"window.status=' 43 . 255 . v43pp77 '\" onmouseout=\"window.status=''\">My</a> address: Herrn Wl.&#160;Ulianoff. Adr. Frk. W. Berg. 17.\nI. Kaptensgatan. 17. I. Stockholm. Drop me a line when you find out and\ndecide about the lecture.  </p>\n\n<p class=\"closing\">\n<a onmouseover=\"window.status=' 43 . 255 . v43pp77 '\" onmouseout=\"window.status=''\">With</a> best regards,\n\n<br /> Yours,\n\n<br /> <em class=\"sig\">Lenin</em> </p>\n\n    <!-- t2h-notes --> <a name=\"notes\"></a>\n\n    ",
    "notes": [
      {
        "id": "fwV43P255F01",
        "text": "[1]\n\nLenin lectured in Copenhagen on September 26, 1910.—Ed.\n"
      }
    ]
  }
]